public/cotacoes_enviadas/1002_COT19735-08_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>28/10/2022 09:11:57</Dt_Gravacao>
  <Cd_Fornecedor>02520829000140</Cd_Fornecedor>
  <Cd_Cotacao>COT19735-08</Cd_Cotacao>
  <Cd_Condicao_Pagamento>11</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>6</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>2000,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2650</Id_Produto_Sintese>
      <Cd_Produto_Comprador>44889</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1399</Id_Marca>
          <Ds_Marca>MULTILASER</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,1590</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>-</Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>12778</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>387</Id_Produto_Sintese>
      <Cd_Produto_Comprador>79809</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,0860</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>8913</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>614</Id_Produto_Sintese>
      <Cd_Produto_Comprador>22626</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>250</Qt_Embalagem>
          <Vl_Preco_Produto>0,3190</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>12298</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>618</Id_Produto_Sintese>
      <Cd_Produto_Comprador>90</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>879</Id_Marca>
          <Ds_Marca>SR</Ds_Marca>
          <Qt_Embalagem>250</Qt_Embalagem>
          <Vl_Preco_Produto>0,4890</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>12301</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>